{
  "StudyAbroad": {
    "header": {
      "mainTitle": "STUDY ABROAD",
      "subTitle": "Let Nybbletechnosoft be your passport to a world-class education with our personalised Study Abroad guidance."
    },
    "section1": {
      "title": "About Us",
      "para1": "At Nybbletechnosoft, we are passionate about helping students embark on life-changing educational journeys. Our dedicated team provides expert guidance and support for studying abroad, making dreams of international education a reality.",
      "para2": "With a commitment to personalized service, we empower students to explore diverse academic horizons, discover new cultures, and shape their futures. Your aspirations are our priority.  "
    },
    "section2": {
      "title": " Our Services",
      "para1": "Nybbletechnosoft offers a wide variety of services, such as academic counselling, university selection, visa assistance, and pre-departure guidance. Our objective is to streamline your process of pursuing an education overseas by providing comprehensive assistance from the initial consultation until you set foot on the campus of your preferred institution. ",
      "gridData": [
        {
          "title": "Counselling",
          "body": "Our seasoned counsellors offer individualised assistance to assist you in making well-informed choices regarding your study abroad objectives. We strive to resolve your inquiries, apprehensions, and scholastic objectives in order to establish a distinct traje ctory for your scholarly progression.",
          "image": "counselling",
          "titleClass": "os_title-text",
          "bodyClass": "os_body-text",
          "imageClass": "os-image"
        },
        {
          "title": "Shortlisting",
          "body": "We aid in the shortlisting process for universities and colleges by considering your academic background and professional goals. Our specialised staff guarantees that you select academic establishments that are in accordance with your objectives.",
          "image": "shortlisting",
          "titleClass": "os_title-text",
          "bodyClass": "os_body-text",
          "imageClass": "os-image"
        },
        {
          "title": "Test Preparation",
          "body": "To assist you in excelling on standardised tests such as the SAT, ACT, GRE, GMAT, and IELTS, Nybbletechnosoft provides comprehensive test preparation programmes. We furnish you with the requisite abilities to attain the scores that you seek.",
          "image": "testPreperation",
          "titleClass": "os_title-text",
          "bodyClass": "os_body-text",
          "imageClass": "os-image"
        },
        {
          "title": "Application Assistance",
          "body": "Our team ensures that your documents and applications are submitted on time and that you are guided through the entire application process. We assist you in distinguishing yourself as a formidable applicant to your preferred academic institutions. ",
          "image": "appAssis",
          "titleClass": "os_title-text",
          "bodyClass": "os_body-text",
          "imageClass": "os-image"
        },
        {
          "title": "Financial Assistance  & Education Loans",
          "body": "We acknowledge the financial obstacles that may arise when pursuing higher education overseas. For the purpose of financing your academic endeavours, our specialists furnish details pertaining to grants and scholarships and aid in the acquisition of student loans.",
          "image": "financeAssist",
          "titleClass": "os_title-text",
          "bodyClass": "os_body-text",
          "imageClass": "os-image"
        },
        {
          "title": "Visa Guidance & Pre-Departure Services",
          "body": "Nybbletechnosoft provides pre-departure services and visa guidance to aid in the acquisition of requisite documentation and facilitate a seamless transition to the intended location. In order to ensure that you are adequately equipped to confront the academic and cultural obstacles that await you, we provide pre-departure guidance.",
          "image": "visaGuidance",
          "titleClass": "os_title-text",
          "bodyClass": "os_body-text",
          "imageClass": "os-image"
        }
      ]
    }
  }
}
